Repository: SmartGait/SmartGait
Catalog: SmartGait/SmartGait-WatchOS Extension/*.lproj/Localizable.strings
Languages: pt_pt

source: Research
pt_pt: Recolha de Dados

source: Smart Assistant
pt_pt: Assistente inteligente

source: Steps
pt_pt: Passos

source: Rest Time
pt_pt: Descanso

source: Start
pt_pt: Começar

# WalkingOutbound
source: Walk %d steps
pt_pt: Ande %d passos

# WalkingReturn
source: Turn around and walk %d steps
pt_pt: Dê a volta e ande %d passos

# Rest
source: Stand still for %d seconds
pt_pt: Mantenha-se parado por %d segundos

source: Waiting
pt_pt: À Espera

source: Will Start
pt_pt: Vai começar

# StartingIn
source: Starting in %d seconds
pt_pt: Começará em %d segundos

source: Completed
pt_pt: Terminado

source: Saving
pt_pt: A gravar

source: Ended Saving
pt_pt: Terminado de gravar

# WillSaveTitle
source: Will Save
pt_pt: Vai gravar

# WillSaveBody
source: Task: %d
pt_pt: Exercício: %d

# SuccessTitle
source: Success
pt_pt: Sucesso

# SuccessBody
source: Task: %d
pt_pt: Exercício: %d

# ErrorTitle
source: Error
pt_pt: Erro

# ErrorBody
source: Error saving task: %d
pt_pt: Erro a gravar exercício: %d

source: Data sent
pt_pt: Dados enviados

source: Sending Data
pt_pt: A enviar dados
